app/Controllers/Home.php

SELECT *
FROM `verse`
WHERE `book_id` = 1
AND `chapter` = 1
AND `verse` = 1
 LIMIT 1
---
    public function versiculo(int $livro_id, int $capitulo_id, int $versiculo_id): string
    {
        $versiculos = (new VersiculoModel())->where(["book_id" => $livro_id, "chapter" => $capitulo_id, "verse" => $versiculo_id])->first();